# St7SetQuasiStaticRestartFile

Sets the name of the quasi-static restart file.

long St7SetQuasiStaticRestartFile(long uID, char* FileName)
Input Parameters
uID
Strand7 model file ID.
FileName
Full path and name for the quasi-static restart file.